alacarte
autoconf
automake
base
binutils
bison
broadcom-wl-dkms
btrfs-progs
chrome-gnome-shell
earlyoom
efibootmgr
fakeroot
file
findutils
firefox
firewalld
fish
flatpak
flex
gawk
gcc
gdm
gettext
git
gnome-control-center
gnome-shell-extensions
gnome-software
gnome-terminal
gnome-tweaks
gnome-user-share
gparted
grep
groff
gzip
htop
libtool
linux
linux-firmware
linux-headers
m4
make
nano
nautilus
neofetch
networkmanager
pacman
patch
pkgconf
sed
snapd
sudo
texinfo
which
xdg-user-dirs
yay
zram-generator
